Repository: sanjugit11/DaoFrontend
Catalog: src/locales/translations/olympus-frontend/*/messages.po
Languages: ar, pt, vi

source: (The 6-day early exit fee has been waived. Network fees apply.)
ar: تم إعفاء رسوم السحب المبكر لمدة الستة أيام ، لكن تطبق رسوم الشبكة.
pt: (A taxa de saída antecipada de 6 dias foi dispensada. Aplicam-se taxas de rede.)

source: (includes rebase rewards)
pt: (inclui recompensas de rebase)

source: 3, 3 Together
ar: ٣ ،٣ معا
pt: 3, 3 Juntos
vi: 3, 3 cùng nhau

source: A zap swap is a series of smart contracts that deploys one asset to another protocol to handle a trusted transaction.
ar: مقايضة زاب 'zap' هي سلسلة من العقود الذكية التي تنشر أحد الأصول إلى بروتوكول آخر للتعامل من خلال معاملة موثوق بها.
pt: Uma troca no Zap é uma série de smart contracts que colocam um ativo noutro protocolo para levar a cabo uma transação confiável.

source: About
ar: بخصوص
pt: Sobre

source: Add to Wallet
ar: أضف إلى محفظتك الرقمية
pt: Adicionar à Wallet

source: All your assets are migrated
ar: تم ترحيل جميع أصولك الرقمية
pt: Todos os seus ativos estão migrados

source: All-in-One contract to save time
ar: عقد 'الكل-في-واحد' لتوفير الوقت
pt: Contrato tudo-em-um para poupar tempo
vi: Tất cả trong một giao ước để tiết kiệm thời gian

source: All-in-one easy staking
ar: ربط الحصة السهل 'الكل-في-واحد'
pt: Staking fácil tudo-em-um
vi: Tất cả trong một dễ đóng cọc

source: All-in-one zap contracts
ar: عقود زاب 'الكل-في-واحد'
pt: Contratos Zap tudo-em-um
vi: Tất cả trong một hợp đồng zap

source: Amount
ar: الكمية
pt: Quantia
vi: Số lượng

source: Annual Percentage Yield, is the normalized representation of an interest rate, based on a compounding period over one year. Note that APYs provided are rather ballpark level indicators and not so much precise future results.
pt: O Rendimento Percentual Anual (Annual Percentage Yield, APY) é a representação normalizada de uma taxa de juro, baseada num período de capitalização de um ano. Note que os APY's previstos são uma estimativa, e não tanto um cálculo preciso de futuros resultados.

source: Any asset
ar: أي أصل
pt: Qualquer ativo
vi: Tài sản

source: Any remaining yield will still be redeemable by the recipient ({0}).
ar: أي عائد متبقي سيظل قابلاً للاسترداد بواسطة المستلم ({0}).
pt: Qualquer rendimento restante continuará a poder ser resgatado pelo benificiário ({0}).

source: Any sOHM directed towards you will continue to rebase and earn additional yield on your behalf.
ar: أي sOHM موجه إليك سيستمر في زيادة رصيد مكافاته و كسب عائد إضافي بالنيابة عنك.
pt: Qualquer sOHM direccionado para si continuará a acumular rebases e, portanto, a acumular rendimentos em seu nome.

source: Approve
ar: قبول
pt: Aprovar
vi: Chấp thuận

source: Approved
ar: تمت الموافقة
pt: Aprovado
vi: Chấp thuận

source: Asset
ar: الأصول
pt: Ativo

source: Auto staked for sOHM
ar: ربط الحصة الألي لsOHM
pt: Com staking automático para sOHM
vi: Tự động đặt cọc cho OHM

source: Award Balance will grow at 1st rebase.
ar: سيزيد رصيد المكافأة عند مكافاة التخزين الأولى
pt: O Saldo de Recompensa vai crescer no primeiro rebase.
vi: Số dư giải thưởng sẽ tăng ở cơ sở thứ nhất

source: Award period has finished, you can navigate to Pool Together's UI to begin distribution
ar: انتهت فترة السحب، يمكنك الانتقال إلى واجهة مستخدم (تجمع معا) لبدء التوزيع
pt: O período de Recompensa terminou, pode navegar para a UI do Pool Juntos para começar a distribuição
vi: Thời gian trao thưởng đã kết thúc, bạn có thể điều hướng đến giao diện người dùng của Pool Together để bắt đầu phân phối

source: Award period has finished, you can navigate to Pool Together's UI to complete distribution
ar: انتهت فترة السحب، يمكنك الانتقال إلى واجهة مستخدم (تجمع معا) لاستكمال التوزيع
pt: O período de Recompensa terminou, pode navegar para a UI do Pool Juntos para terminar a distribuição.
vi: Thời gian trao thưởng đã kết thúc, bạn có thể điều hướng đến giao diện người dùng của Pool Together để hoàn thành việc phân phối

source: Backing per OHM
ar: الدعم لكل رمز OHM
pt: Backing por OHM

source: Balance
ar: الرصيد
pt: Saldo

source: Bond
ar: السندات
pt: Obrigação
vi: Dòng tiền

source: Bond Price
ar: ثمن السند
pt: Preço da Obrigação
vi: Dòng tiền giá bán

source: Bond {0}
ar: سند {0}
pt: Obrigação {0}

source: Bridge
ar: الموصل
pt: Fazer Ponte

source: Bug Bounty
ar: مكافأة مكتشفي منافذ الاختراق
pt: Recompensas para Bugs
vi: Phần thưởng Săn Bug

source: Change Theme
ar: تغيير النُسق
pt: Mudar Tema
vi: Thay đổi Chủ đề

source: Change locale
ar: تغيير اللغة
pt: Mudar de local
vi: Thay đổi địa điểm

source: Check back soon!
ar: تحقق لاحقا
pt: Verifique em breve!
vi: Kiểm tra lại sớm!

source: Choose recipient address. By default, this is your currently connected address
ar: اختر عنوان المستلم. افتراضيا،إنه عنوان محفظتك الرقمية المتصلة حاليا
pt: Escolha o endereço do beneficiário. Por defeito, é o endereço que tem actualmente ligado.
vi: Chọn địa chỉ tiếp nhận. Theo mặc định, đây là địa chỉ của ví mà bạn đang kết nối

source: Circulating Supply (total)
ar: العرض المتداول (الإجمالي)
pt: Total em circulação

source: Claim
ar: مطالبة
pt: Resgatar
vi: Nhận

source: Claim all
ar: المطالبة بالكل
pt: Resgatar todas
vi: Nhận tất cả

source: Claim and Autostake
ar: المطالبة و ربط الحصة الألي
pt: Resgatar e fazer Autostaking
vi: Nhận và Tự động stake

source: Claim and Stake
ar: المطالبة و ربط الحصة
pt: Resgatar e fazer Staking
vi: Nhận và Stake

source: Claimable
ar: قابل للمطالبة به
pt: Resgatável
vi: Nhận phần thưởng

source: Claimable Rewards
ar: المكافآت القابلة للمطالبة بها
pt: Recompensas Resgatáveis
vi: Phần thưởng

source: Click on the Migrate button to complete the upgrade to v2.
ar: أضغط فوق الزر "الترحيل" لإكمال الترحيل إلى الإصدار الثاني .
pt: Clique no botao Migrar para completar o upgrade para v2.
vi: Click vào nút Di chuyển để hoàn tất việc nâng cấp lên v2

source: Completed
ar: تم التكلمة
pt: Completo
vi: Đã hoàn tất

source: Confirm sOHM
ar: تأكيد كمية sOHM
pt: Confirmar sOHM
vi: Xác nhận sOHM

source: Connect Wallet
ar: اربط محفظتك الرقمية
pt: Ligar Wallet
vi: Kết nối ví

source: Connect your wallet to give or redeem OHM
ar: قم بتوصيل محفظتك الرقمية لمنح أو إسترداد رمز OHM
pt: Ligue a sua wallet para oferecer ou resgatar OHM
vi: Kết nối ví để gửi hoặc nhận OHM

source: Connect your wallet to stake OHM
ar: اربط محفظتك الرقمية لربط الحصة OHM
pt: Ligue a sua wallet para fazer Staking de OHM
vi: Kết nối ví của bạn để stake OHM

source: Connect your wallet to use Zap
ar: اربط محفظتك الرقمية لاستخدام زاب Zap
pt: Ligue a sua wallet para usar o Zap
vi: Kết nối ví của bạn để sử dụng Zap

source: Connect your wallet to view the fundraising progress
ar: قم بتوصيل محفظتك الرقمية لعرض التقدم المحرز في عملية جمع التبرعات
pt: Ligue a sua wallet para ver o progresso da angariação de fundos
vi: Kết nối ví của bạn để xem quá trình gây quỹ

source: Continue
ar: استمر
pt: Continuar
vi: Tiếp tục

source: Current
pt: Currente
vi: Hiện tại

source: Current Deposit
ar: الإيداعات الحالية
pt: Depósito Currente
vi: Tiền nạp hiện tại

source: Current Index
ar: المؤشر الحالـي
pt: Índice Atual
vi: Chỉ số hiện tại

source: Current Prize
ar: الجائزة الحالية
pt: Prémio Atual
vi: Giải thưởng hiện tại

source: Custom Recipient
ar: المستلم المحدد
pt: Beneficiário Personalizado
vi: Người nhận hiện tại

source: Dashboard
ar: الواجهة الإلكترونية
pt: Painel de Ferramentas
vi: Bảng điều khiển

source: Debt Ratio
ar: نسبة الدين
pt: Rácio da Dívida
vi: Tỷ lệ nợ

source: Deposit
ar: إيداع
pt: Depositar
vi: Nạp tiền

source: Deposit LP
ar: إيداع رمز مزود السيولة الرقمي
pt: Depositar LP

source: Deposit sOHM
ar: إيداع sOHM
pt: Depositar sOHM
vi: Nạp sOHM

source: Deposit sOHM from wallet
ar: قم إيداع sOHM من محفظتي الرقمية
pt: Depositar sOHM da sua wallet
vi: Nạp sOHM từ ví

source: Deposit sOHM to win! Once deposited, you will receive a corresponding amount of 33T and be entered to win until your sOHM is withdrawn.
ar: قم بإيداع sOHM للمشاركة في السحب و الفوز! بمجرد أيداعك، ستتلقى كمية مماثلة من ' 33T' و اللذي سيتم إدراجه للمشاركة في السحب حتى يتم سحب sOHM الخاص بك.
pt: Deposite sOHM para ganhar! Assim que depositar, vai receber a quantia correspondente de 33T e habilitar-se-á a ganhar até que o seu sOHM seja levantado.
vi: Nạp sOHM để giành chiến thắng! Sau khi nạp, bạn sẽ nhận được số tiền tương ứng là 33T và được tham gia để có cơ hội nhận thưởng cho đến khi sOHM của bạn được rút.

source: Depositing {quantity} sOHM will increase odds of winning to 1 in {newOdds}
ar: إيداع {quantity} sOHM سيزيد احتمالات فوزك on ١ إلى {newOdds}
pt: Depositar {quantity} sOHM vai aumentar a sua probabilidade de ganhar para 1 em {newOdds}
vi: {quantity} sOHM được nạp vào sẽ tăng tỷ lệ nhận thưởng lên 1 trong {newOdds}

source: Deposits can be made once the prize has been awarded.
ar: يمكن الإيداع بمجرد منح الجائزة .
pt: Podem ser feitos depósitos assim que o prémio tenha sido atribuído.
vi: Có thể nạp tiền sau khi giải thưởng đã được trao.

source: Details
ar: التفاصيل
pt: Detalhes
vi: Chi tiết cụ thể

source: Dialing Zapper...
ar: يتم الإتصال بتطبيق زاب-بار...
pt: A ligar o Zapper...
vi: Kết nồi với Zapper

source: Direct yield from your deposited sOHM to other recipients. Your sOHM is deposited in a vault, but you can withdraw it or change the deposited amount at any time.
ar: يتم إيداع sOHM الخاص بك في خزانة مشتركة و يتبرع بالعائد المباشر منه إلى مستلمين آخرين. يمكنك سحب أو تغيير الكمية المودعة في أي وقت.
pt: Rendimento direto do seu sOHM depositado para outros beneficiários. O seu sOHM é depositado num cofre, mas poderá levantá-lo ou alterar a quantia depositada a qualquer altura.

source: Disconnect
ar: قطع الاتصال
pt: Desligar
vi: Không kết nối

source: Docs
ar: المستندات
pt: Documentação
vi: Tài liệu

source: Donate Yield
ar: تبرع بعوائدك
pt: Doar Rendimento
vi: Quyên góp Lợi tức

source: Donated sOHM Generating Yield
ar: العائد المولد من الsOHM المتبرع به
pt: sOHM Doado a Gerar Rendimento
vi: Quyên góp sOHM tạo ra lợi tức

source: Donations
ar: التبرعات
pt: Doações
vi: Khoản quyên góp

source: Donors
ar: المتبرعين
pt: Doadores
vi: Người quyên góp

source: Duration
ar: المدة
pt: Duração
vi: Thòi hạn

source: Each asset type requires two transactions. First Approve, then Migrate each asset. Amounts less than than 10$ are ignored.
pt: Cada tipo de ativo requer duas transações. Primeiro Aprove, depois migre cada ativo. Quantias inferiores a 10$ são ignoradas.
vi: Mỗi loại tài sản cần đến hai giao dịch. Phê duyệt đầu tiên, sau đó Di chuyển từng loại tài sản. Số tiền nhỏ hơn $10 sẽ bị bỏ qua

source: Early Exit Fee
ar: رسوم السحب المبكر
pt: Taxa de Saída Antecipada
vi: Phí Thoát Sớm

source: Early withdraw will incur a fairness fee of {exitFee}.
ar: سيتحمل السحب المبكر رسوم إنصاف قدرها {exitFee}.
pt: O levantamento antecipado incorrerá numa taxa de equidade de {exitFee}.
vi: Rút tiền trước hạn sẽ phải chịu một khoản phí là {exitFee}.

source: Edit
ar: تعديل
pt: Editar
vi: Chỉnh sửa

source: Edit Give Amount
ar: تعديل الكمية المتبرع بها
pt: Editar Quantia a Doar
vi: Chỉnh sửa số Tiền Gửi

source: Edit Yield
ar: تعديل العائد
pt: Editar Rendimento
vi: Chỉnh sửa Lợi tức

source: Editing sOHM donation amount
ar: تعديل العائد من الكمية المتبرع بها
pt: Editando a quantia de doação de sOHM
vi: Chỉnh sửa khoản sOHM quyên góp

source: Enter Amount
ar: إدخل كمية
pt: Insira Quantia
vi: Nhập số tiền

source: Enter a wallet address in the form of 0x ...
ar: إدخل عنوان المحفظة الرقمية في هيئة 0x....
pt: Insira um endereço de wallet no formato 0x ...
vi: Nhập địa chỉ ví theo mẫu 0x ...

source: Enter an amount
ar: أدخل مبلغًا
pt: Insira uma quantia
vi: Nhập số tiền

source: Exchange Rate
ar: سعر الصرف
pt: Taxa de Câmbio
vi: Tỷ giá

source: Exit Fee Decay Time
ar: زمن تضاؤل رسوم السحب المبكر
pt: Tempo de Decaimento da Taxa de Saída
vi: Thời gian thoát phí

source: Finishes at
ar: تنتهي عند
pt: Termina a
vi: Hoàn tất tại

source: First time bonding
ar: شراء السندات لأول مرة
pt: Primeira vez a comprar
vi: Bond lần đầu tiên

source: First time donating <0>sOHM</0>?<1/>Please approve Olympus DAO to use your <2>sOHM</2> for donating.
ar: أول مرة تتبرع ب<0>sOHM</0>?<1/> الرجاء الموافقة على تلك المعاملة الأولية للسماح لأوليمبوس داو لإستخدام <2>sOHM</2> الخاص بك للتبرع.
pt: Primeira vez a doar <0>sOHM</0>?<1/>Por favor aprove que o Olympus DAO use o seu <2>sOHM</2> para doação.
vi: Quyên góp lần đầu tiên <0>sOHM</0>?<1/>Vui lòng cho phép Olympus DAO sử dụng <2>sOHM</2> của bạn để quyên góp

source: First time staking
ar: ربط الحصة لأول مرة
pt: Primeira vez a fazer staking de
vi: Staking lần đầu tiên

source: First time unstaking
ar: إلغاء ربط الحصة لأول مرة
pt: Primeira vez fazer unstaking de
vi: Bỏ stake lần đầu tiên

source: Fixed Expiration
ar: السندات محددة الصلاحية
pt: Expiração Fixa

source: Fixed Term
ar: السندات محددة المدة
pt: Termo Fixo

source: Forum
ar: المنتدى
pt: Fórum
vi: Diễn đàn

source: Fully Vested
ar: السند مستحق بالكامل
pt: Totalmente Exercível
vi: Đã khóa hoàn toàn

source: Get LP
ar: أحصل على رمز مزود السيولة الرقمي
pt: Receber LP
vi: Lấy LP

source: Get Started
ar: لنبدأ الآن
pt: Iniciar
vi: Bắt đầu

source: Give
ar: التبرع
pt: Doar
vi: Gửi

source: Give Yield
ar: عائد التبرع
pt: Doar Rendimento
vi: Gửi Lợi tức

source: Giving sOHM
ar: التبرع بsOHM
pt: Doando sOHM
vi: Gửi sOHM

source: Go Back
ar: العودة إلى الصفحة السابقة
pt: Retroceder
vi: Quay lại

source: Go to Bonds
ar: اذهب إلى صفحة السندات
pt: Ir para Obrigações
vi: Đi đến Bonds

source: Go to Stake V2
ar: اذهب إلى صفحة ربط الحصة للإصدار الثاني
pt: Ir para Staking V2
vi: Đi đến Stake V2

source: Governance
ar: الحوكمة
pt: Governança
vi: Quản trị

source: Highest ROI
ar: أعلى عائد على الإستثمار
pt: ROI Mais Elevado
vi: ROI cao nhất

source: Holders, represents the total number of Ohmies (sOHM holders)
pt: Titulares, representa o número total de Ohmies (titulares de sOHM)
vi: Những người nắm giữ (holders), đại diện cho tổng số Ohmies (người nắm giữ sOHM)

source: If other wallets have directed their sOHM rebases to you, you can transfer that yield into your wallet.
ar: إذا حولت محافظ رقمية أخرى مكافئات التخزين الsOHM إليك، فيمكنك تحويل هذا العائد إلى محفظتك الرقمية.
pt: Se outras wallets tiverem direccionado os rebases de sOHM para si, poderá transferir esse rendimento para a sua wallet.
vi: Nếu các ví khác đã chuyển phẩn thưởng rebase sOHM của họ cho bạn, bạn có thể chuyển lợi tức đó vào ví của mình.

source: It looks like you haven't donated any yield. Let's fix that!
ar: يبدو أنك لم تتبرع بأي عائد. دعنا نعدل ذلك!
pt: Parece que ainda não doou rendimentos. Vamos resolver isso!
vi: Có vẻ như bạn chưa đóng góp bất kỳ khoản lợi tức nào. Hãy thay đổi điều đó!

source: Learn More
ar: اعرف المزيد
pt: Saber Mais
vi: Tìm hiểu thêm

source: Less than a minute
ar: أقل من دقيقة
pt: Menos de um minuto
vi: Ít hơn một phút

source: Lock sOHM in vault
ar: أحجز sOHM في الخزانة
pt: Guardar sOHM no cofre
vi: Khóa sOHM trong vault

source: Market Cap
ar: رأس المال السوقي
pt: Valor de Mercado
vi: Vốn hóa Thị trường

source: Market Price
ar: السعر السوقي
pt: Preço de Mercado
vi: Giá Thị trường

source: Market SLP
pt: Mercado SLP
vi: SLP Thị trường

source: Market Value of Treasury Assets
pt: Valor de Mercado dos Ativos do Tesouro
vi: Giá Thị trường của các Tài sản trong Kho bạc

source: Market Value of Treasury Assets, is the sum of the value (in dollars) of all assets held by the treasury.
pt: Valor de Mercado dos Ativos do Tesouro é o somatório do valor (em dólares) de todos os ativos detidos pela tesouraria.
vi: Giá Thị trường của các Tài sản trong Kho bạc, thể hiện tổng giá trị (theo đo-la Mỹ) của các tài sản được nắm giữ trong kho bạc.

source: Max
ar: الحد الأقصى
pt: Máximo
vi: Tối đa

source: Max You Can Buy
ar: الحد الأقصى الذي يمكنك شراؤه
pt: Máximo Que Pode Comprar
vi: Mức mua tối đa

source: Max capacity is {maxBondable} {0} for {1} sOHM. Click Max to autocomplete.
pt: A capacidade máxima é {maxBondable} {0} por {1} sOHM. Clique Max para preencher automaticamente.
vi: Dung lượng tối đa là {maxBondable} {0} cho {1} sOHM. Nhấp vào Tối đa để tự động hoàn tất.

source: Migrate
ar: ترحيل رموزى الرقمية
pt: Migrar
vi: Di chuyển

source: Migrate all to
pt: Migrar tudo para
vi: Di chuyển tất cả đến

source: Migrated
ar: تم الترحيل
pt: Migrado
vi: Đã được chuyển

source: Migration Output
pt: Resultado da Migração
vi: Di chuyển

source: Migration complete
ar: تم إستكمال عملية الترحيل
pt: Migração completa
vi: Di chuyển hoàn tất

source: Minimum You Get
ar: الحد الأدنى الذي يمكنك الحصول عليه
pt: Mínimo Que Receberá
vi: Khoản Tối thiểu Kiếm được

source: My Donations
ar: تبرعاتى
pt: As minhas Doações
vi: Các khoản quyên góp của tôi

source: New
pt: Novo
vi: Mới

source: Next Reward Amount
ar: كمية المكافأة التالية
pt: Quantia do Próximo Rendimento
vi: Số tiền thưởng tiếp theo

source: Next Reward Yield
ar: عائد المكافأة التالية
pt: Rendimento do Próximo Rendimento
vi: Lợi tức tiếp theo

source: OHM Price
ar: سعر OHM
pt: Preço de OHM
vi: Giá OHM

source: OHM Staked
pt: OHM em Staking
vi: OHM được Stake

source: OHM Staked is the ratio of sOHM to circulating supply of OHM (staked vs total)
pt: OHM em Staking é o rácio entre o sOHM e o total de OHM em circulação (em staking vs total)

source: OlyZap reduces complexity, saves you time and keeps you here on Olympus.
ar: يقلل أولي-زابس من التعقيد و يوفر لك الوقت ويبقيك هنا على صفحة أوليمبوس.
pt: O OlyZap reduz a complexidade, poupa-lhe tempo e mantém-no aqui em Olympus.
vi: OlyZap giảm độ phức tạp, tiết kiệm thời gian vì bạn không cần rời khỏi trang của Olympus

source: Olympus Give is a means of directing the yield that is accrued on your sOHM to another wallet. The first step is depositing your sOHM and specifying a recipient.
ar: برنامج أوليمبوس للتبرع هو وسيلة لتوجيه العائد الذي يتم تحصيله من مكافآت التخزين لsOHM الخاص بك إلى محفظة رقمية أخرى. تتمثل الخطوة الأولى في إيداع الsOHM الخاص بك الخاص بك وتحديد المستلم.
pt: O Olympus Give é uma forma de direccionar o rendimento que é acumulado pelo seu sOHM para outra wallet. O primeiro passo é depositar o seu sOHM e especificar um beneficiário.
vi: Olympus Give là một phương tiện di chuyển lợi tức đã được tích lũy trên sOHM của bạn đến một ví khác. Bước đầu tiên là gửi sOHM của bạn và chỉ định người nhận.

source: Olympus v2 introduces upgrades to on-chain governance and bonds to enhance decentralization and immutability.
pt: O Olympus v2 introduz upgrades à governança on-chain e às obrigações de forma a melhorar a descentralização e imutabilidade.
vi: Olympus v2 giới thiệu các bản nâng cấp đến quản trị trên chuỗi và bonds để tăng cường tính phi tập trung và tính bất biến.

source: Once your current bonds have been claimed, you can migrate your assets to stake more OHM
ar: بمجرد المطالبة بسنداتك الحالية، يمكنك ترحيل الأصول الخاصة بك لربط الحصة و الحصول على المزيد من OHM
pt: Assim que as suas obrigações currentes tenham sido resgatadas, poderá migrar os seus assets para fazer staking de mais OHM
vi: Sau khi bạn nhận số bonds hiện tại, bạn có thể di chuyển tài sản của mình để stake thêm OHM

source: Page not found
ar: الصفحة غير موجودة
pt: Página não encontrada
vi: Không tìm thấy trang

source: Payout
ar: المدفوعات
pt: Pagamento
vi: Số tiền được trả

source: Pending
ar: معلق
pt: Pendente
vi: Đang chờ đợi

source: Pending Payout
ar: المدفوعات المتبقية
pt: Pagamento Pendente
vi: Số tiền được trả đang được chuyển

source: Pending Rewards
ar: المكافأت المعلقة
pt: Recompensas Pendentes
vi: Đang chờ thưởng

source: Pending...
ar: معلق...
pt: Pendente...
vi: Đang chờ...

source: Please approve Olympus Dao to use your
ar: الرجاء الموافقة لأوليمبوس داو لاستخدام
pt: Por favor aprove que o Olympus Dao use o seu
vi: Vui lòng cho phép Olympus Dao sử dụng

source: Please connect your wallet
ar: الرجاء توصيل محفظتك الرقمية
pt: Por favor ligue a sua wallet
vi: Vui lòng kết nối ví

source: Please connect your wallet!
ar: الرجاء توصيل محفظتك الرقمية!
pt: Por favor ligue a sua wallet!
vi: Vui lòng kết nối ví!

source: Please enter a different address: cannot direct to the same wallet
ar: الرجاء إدخال عنوان محفظة رقمية مختلف, لا يمكن الإرسال إلى نفس المحفظة
pt: Por favor insira um endereço diferente: não é possível direccionar para a mesma wallet

source: Please enter a valid Ethereum address
ar: الرجاء إدخال عنوان إيثريوم صحيح
pt: Por favor insira um endereço de Ethereum válido

source: Please enter a valid value!
ar: الرجاء إدخال قيمة صحيحة!
pt: Por favor insira um valor válido!
vi: Vui lòng nhập một giá trị hợp lệ!

source: Please enter a value
ar: الرجاء إدخال قدر القيمة
pt: Por favor insira um valor

source: Please enter a value!
ar: الرجاء إدخال قدر القيمة!
pt: Por favor insira um valor!
vi: Vui lòng nhập một giá trị!

source: Please switch to testnet!
ar: الرجاء التحويل إلى شبكة الإختبار 'تستنت'
pt: Por favor mude para testnet!

source: Pool Award Balance is currently 0.
ar: رصيد الجائزة للمجمع حاليًا صفر
pt: O Saldo do Prémio da Pool é atualmente 0.
vi: Số dư giải thưởng hiện tại là O.

source: Pool owner
ar: مالك المجمع
pt: Dono da Pool
vi: Chủ sở hữu

source: Post-migration
ar: بعد الترحيل
pt: Pós-migração

source: Pre-migration
ar: قبل الترحيل
pt: Pré-migração

source: Price
ar: السعر
pt: Preço
vi: Giá

source: Prize Pool Info
ar: معلومات عن مجمع الجوائز
pt: Informação sobre o Prémio da Pool
vi: Thông tin về giải thưởng

source: Prize is being awarded
ar: يتم منح الجائزة الأن
pt: O Prémio está a ser atribuído
vi: Giải thưởng đang được trao

source: Protocol Owned Liquidity OHM-DAI
pt: Liquidez de OHM-DAI Detida pelo Protocolo

source: Protocol Owned Liquidity, is the amount of LP the treasury owns and controls. The more POL the better for the protocol and its users.
pt: Liquidez Detida pelo Protocolo, é a quantidade de LP que a tesouraria detém e controla. Quanto maior for a Liquidez Detida pelo Protocolo, melhor para o protocolo e os seus utilizadores.

source: Purchased
ar: تم الشراء
pt: Comprado
vi: Đã mua

source: ROI (5-Day Rate)
ar: (معدل ٥ أيام) العائد على الإستثمار
pt: ROI (Taxa de 5 Dias)
vi: ROI (Giá 5 ngày)

source: Read more about Fairness
ar: قراءة المزيد عن الإنصاف
pt: Ler mais sobre Equidade
vi: Vốn chủ sở hữu

source: Receives yield from
ar: يستلم العائد من
pt: Recebe rendimentos de

source: Recipient
ar: المستلم
pt: Beneficiário
vi: Người nhận

source: Recipient Address
ar: عنوان المستلم
pt: Endereço do Beneficiário
vi: Địa chỉ người nhận

source: Recipient earns sOHM rebases
ar: يكسب المستلم مكافئات تخزين sOHM
pt: O beneficiário recebe rebases de sOHM

source: Redeem
ar: استرداد
pt: Resgatar
vi: Mua lại

source: Redeem Yield
ar: استرداد العائد
pt: Resgatar Rendimento

source: Redeem Yield?
ar: هل تريد استرداد العائد؟
pt: Resgatar Rendimento?

source: Redeemable Amount
ar: الكمية القابلة للاسترداد
pt: Quantia Resgatável

source: Risk Free Value of Treasury Assets
pt: Valor Livre de Risco dos Ativos do Tesouro

source: Risk Free Value, is the amount of funds the treasury guarantees to use for backing OHM.
pt: Valor Livre de Risco, é a quantidade de fundos que a tesouraria tem garantida para usar em backing de OHM.

source: Runway Available
pt: Margem Disponível

source: Runway, is the number of days sOHM emissions can be sustained at a given rate. Lower APY = longer runway
pt: Margem, é o número de dias que as emissões de sOHM podem ser sustidas a uma data taxa. APY mais baixa = maior margem

source: SLP Treasury
pt: Tesouro de SLP

source: Save on gas fees by migrating all your assets to the new gOHM or sOHM in one transaction. Each asset asset above must be approved before all can be migrated.
pt: Poupe em taxas de gás ao migrar todos os seus ativos para o novo gOHM ou sOHM em uma única transação. Cada ativo tem de ser aprovado antes que todos possam ser migrados.

source: Select Zap Token
ar: إختار رمز زاب الرقمي
pt: Seleccione o Token para o Zap
vi: Chọn Zap Token

source: Select a Token
ar: إختار الرمز الرقمي
pt: Seleccione um Token
vi: Chọn Token

source: Select any asset
ar: إختار أصل
pt: Seleccione qualquer ativo
vi: Chọn vài tài sản
