Repository: sanjugit11/DaoFrontend
Catalog: src/locales/translations/olympus-frontend/*/messages.po
Languages: ar, pt, vi

source: Ser, you have no assets...
ar: عفوا، ليس لديك أصول
pt: Ser, não tem ativos...
vi: Bạn không có tài sản

source: Single Stake
ar: ربط حصة فردي
pt: Staking Simples

source: Single Stake (3, 3)
pt: Staking Simples (3,3)

source: Slippage Tolerance
ar: حد الإنزلاق المسموح
pt: Tolerância de Slippage

source: Sold Out
ar: مباع بالكامل
pt: Esgotado
vi: Bán hết

source: Something not right, fren? Check Pool Together's UI below.
ar: شيء ما ليس صحيحًا يا صديقي؟ تحقق من واجهة مستخدم (نجمع معا) أدناه.
pt: Algo errado? Veja a UI do Pool Juntos abaixo.
vi: Có gì đó không đúng? Kiểm tra giao diện người dùng của Pool Together bên dưới.

source: Stake
ar: الحصة
pt: Fazer Staking
vi: Đặt cọc

source: Stake on
ar: أربط حصتك على
pt: Fazer Staking em

source: Stake to
ar: أربط حصتك إلى
pt: Fazer Staking para

source: Staking
ar: تربيط الحصة
pt: A fazer Staking
vi: Tiền cọc trong ví

source: Staking OHM
ar: يتم ربط حصة OHM
pt: A fazer Staking de OHM
vi: Đang đặt cọc OHM

source: Staking is the primary value accrual strategy of Olympus. When you stake, you lock OHM and receive an equal amount of sOHM.
ar: ربط الحصة هي إستراتيجية تراكم القيمة الأساسية لأوليمبوس. عندما تقوم بربط الحصة، فإنك تحجز OHM و تتلقى مقدارًا مساويًا من sOHM.
pt: O Staking é a principal estratégia de acumulação de rendimentos de Olympus. Quando faz staking, bloqueia o seu OHM e recebe um valor igual de sOHM.
vi: Đặt cọc là chiến lược tích lũy giá trị chính của Olympus. Khi bạn đặt cọc, bạn khóa OHM và nhận được một lượng sOHM tương đương

source: Swap for OHM
ar: قايد لتحصل على OHM
pt: Trocar por OHM
vi: Hoán đổi lấy OHM

source: Swap for sOHM
ar: قايد لتحصل على sOHM
pt: Trocar por sOHM
vi: Hoán đổi lấy sOHM

source: Swap into sOHM
ar: بدل إلى OHM
pt: Trocar para sOHM
vi: Chuyển đổi thành sOHM

source: The amount of sOHM deposited
ar: كمية الsOHM المودعة
pt: A quantidade de sOHM depositado

source: The current index tracks the amount of sOHM accumulated since the beginning of staking. Basically, how much sOHM one would have if they staked and held 1 OHM from launch.
pt: O índice atual segue a quantidade de sOHM acumulado desde que o staking começou. Basicamente, quanto sOHM uma pessoa teria atualmente se tivesse feito e mantido staking de 1 OHM desde o lançamento do protocolo.

source: The pool has been temporarily disabled for V2 Migration. Please withdraw your 33T
ar: تم تعليق المجمع مؤقتًا من أجل الترحيل للإصدار الثاني. يرجى سحب رموز 33T الرقمية الخاصة بك
pt: A pool foi temporariamente desativada para Migração para V2. Por favor levante o seu 33T

source: The price of gOHM is equal to the price of OHM multiplied by the current index
pt: O preço de gOHM é igual ao preço de OHM multiplicado pelo índice atual

source: The recipient you specified, or the project you selected, will then receive the rebases associated with your sOHM deposit until you withdraw your sOHM principal from the vault.
ar: سيتلقى المستلم أو المشروع الخيري الذي حددته مكافئات التخزين الخاصة لsOHM حتى تقوم بسحب كمية sOHM الموضعة من الخزانة.
pt: O recipiente que especificou, ou o projecto que selecionou, vai receber os rebases associados ao seu depósito de sOHM até que levante o seu sOHM depósito do cofre

source: The specified wallet address will receive the rebase yield from the amount that you deposit.
ar: ستتلقى عنوان المحفظة الرقمية المحددة عائد مكافئات التخزين من الكمية الأصيلة التي قمت بإيداعها.
pt: A wallet especificada vai receber os rendimentos de rebase da quantia que depositar.

source: Then, your deposited sOHM is kept in a vault smart contract that will send your rebases to the recipient. You can withdraw or edit your principal sOHM amount at any time.
ar: بعد ذلك، يتم الاحتفاظ بـsOHM المودع الخاص بك في عقد ذكي خاص بالخزينة. ذلك العقد الذكي سيرسل مكافئات التخزين الخاصة بك إلى المستلم. يمكنك سحب أو تعديل الكمية sOHM الأصلية في أي وقت.
pt: Depois, o sOHM que depositou é mantido num smart contract cofre que enviará os seus rebases para o beneficiário. Poderá levantar ou editar o seu depósito de sOHM em qualquer altura.

source: This Prize Pool is unable to accept deposits at this time.
ar: مجمع الجوائز غير قادر على قبول الإيداعات في الوقت الحالي.
pt: Esta Pool de Prémio não aceita depósitos neste momento.
vi: Nhóm Giải thưởng này không thể nhận tiền gửi vào lúc này.

source: This Prize Pool is unable to accept withdrawals at this time.
ar: مجمع الجوائز غير قادر على قبول عمليات السحب في الوقت الحالي.
pt: Esta Pool de Prémio não aceita levantamentos neste momento.
vi: Nhóm Giải thưởng này không thể chấp nhận rút tiền vào lúc này.

source: This is the current balance of v1 assets in your wallet.
ar: هذا هو رصيدك الحالي من أصول الإصدار الأول في محفظتك الرقمية.
pt: Este é o seu saldo atual de ativos v1 na sua wallet.

source: This is the equivalent amount of gOHM you will have in your wallet once migration is complete.
ar: هذا هو الكمية المعادلة من gOHM الذي ستحول إلى محفظتك بمجرد اكتمال الترحيل.
pt: Este é o valor equivalente de gOHM que terá na sua wallet assim que a migração estiver completa.

source: Time until fully vested
ar: الوقت المتبقي حتى يتم إستحقاق قيمة السند بالكامل
pt: Tempo até ser totalmente exercível
vi: Thời gian cho đến khi được cấp đầy đủ

source: Today
pt: Hoje

source: Total Deposits
ar: إجمالي الإيداعات
pt: Total de Depósitos
vi: Tổng số tiền gửi

source: Total Sponsorship
ar: إجمالي الرعاية
pt: Total de Patrocínios
vi: Tổng tài trợ

source: Total Staked Balance
ar: إجمالي الحصة المربوطة
pt: Saldo Total em Staking

source: Total Value Deposited
ar: إجمالي القيمة المودعة
pt: Valor Total Depositado
vi: Tổng giá trị đã gửi

source: Total Value Deposited, is the dollar amount of all OHM staked in the protocol. This metric is often used as growth or health indicator in DeFi projects.
pt: Valor Total Depositado, é a quantia em dólares de todo o OHM em staking no protocolo. Esta métrica é frequentemente usada como indicador de crescimento ou saúde de projectos em DeFi.

source: Transaction
ar: المعاملة الرقمية
pt: Transação

source: Transaction may revert if price changes by more than slippage %
ar: قد يتم تعليق المعاملة الرقمية إذا تغير السعر بأكثر من نسبة الإنزلاق السعري
pt: É possível que a transação reverta caso o preço mude mais do que a slippage %
vi: Giao dịch có thể hoàn nguyên nếu giá thay đổi hơn % trượt giá

source: Treasury Balance
ar: رصيد الخزانة
pt: Saldo da Tesouraria
vi: Số dư kho bạc

source: Unstake
ar: إلغاء ربط الحصة
pt: Unstaking
vi: Hoàn cọc

source: Unstake OHM
ar: إلغاء ربط حصة OHM
pt: Unstaking de OHM
vi: Hoàn cọc OHM

source: Unstake from
ar: إلغاء ربط الحصة من
pt: Fazer Unstaking de

source: Unstaked Balance
ar: رصيد الحصة الملغي
pt: Saldo fora de Staking
vi: Số dư hoàn cọc

source: Unstaking sOHM
ar: إلغاء ربط حصة sOHM
pt: A fazer Unstaking de sOHM
vi: Đang hoàn cọc sOHM

source: Unwrapping sOHM
ar: إزالة تغليف sOHM
pt: A Desembrulhar sOHM
vi: Mở gói sOHM

source: Updated Deposit
ar: الإيداعات المحدثة
pt: Depósito Atualizado

source: Value cannot be more than your sOHM balance of
ar: لا يمكن أن تكون الكمية أكثر من رصيد sOHM الخاص بك و هي
pt: O valor não pode ser superior ao seu saldo de sOHM de

source: Value must be positive
ar: يجب أن تكون الكمية موجبة
pt: O valor tem de ser positivo

source: Vault
ar: الخزانة
pt: Cofre

source: Vesting Term
ar: مدة الاستحقاق
pt: Termo de Aquisição
vi: Thời hạn quyền lợi

source: View Asset
pt: Ver Ativo

source: View Details
ar: إظهار التفاصيل
pt: Ver Detalhes

source: Winners / prize period
ar: الفائزون / فترة الجائزة
pt: Vencedores / período do prémio
vi: Người chiến thắng/ Phần thưởng

source: Withdraw
ar: سحب
pt: Levantar
vi: Rút

source: Withdraw Deposit?
ar: هل تريد سحب الكمية المودعة؟
pt: Levantar Depósito?

source: Withdraw Early & pay
ar: سحب المبكرً و الدفع
pt: Levantar Antecipadamente e pagar
vi: Rút tiền sớm và thanh toán

source: Withdraw sOHM
ar: سحب sOHM
pt: Levantar sOHM
vi: Rút sOHM

source: Withdrawals can be made once the prize has been awarded.
ar: يمكن إجراء عمليات السحب بمجرد منح الجائزة
pt: Levantamentos podem ser feitos assim que o prémio tenha sido atribuído.
vi: Rút tiền có thể được thực hiện sau khi giải thưởng đã được trao

source: Withdrawing sOHM donation
ar: سحب كمية sOHM الأصيلة المتبرع بها
pt: A levantar doação de sOHM

source: Withdrawing {quantity} sOHM reduces your odds of winning to 1 in {newOdds}
ar: سحب {quantity} sOHM يقلل احتمالات ربحك إلى 1 في {newOdds}
pt: Levantar {quantity} sOHM reduz a sua probabilidade de ganhar para 1 in {newOdds}
vi: Rút {quantity} sOHM giảm tỷ lệ chiến thắng của bạn xuống còn 1 trong {newOdds}

source: Wrap
ar: التغليف
pt: Embrulhar

source: Wrap / Unwrap
pt: Embrulhar / Desembrulhar

source: Wrapping OHM
ar: ربط OHM
pt: A Embrulhar OHM
vi: Đang rút OHM

source: Yield Source
ar: مصدر العائد
pt: Fonte de Rendimento
vi: Nguồn lợi nhuận

source: You
ar: أنت
pt: Você

source: You Get
ar: أنت تحصل على
pt: Vai Receber
vi: Bạn nhận được

source: You Get sOHM
ar: أنت تحصل على sOHM
pt: Receberá sOHM
vi: Bạn nhận được sOHM

source: You Give
ar: أنت تعطي
pt: Doará
vi: Bạn cho đi

source: You Pay
ar: أنت تدفع
pt: Pagará
vi: Bạn thanh toán

source: You Will Get
ar: سوف تحصل على
pt: Receberá
vi: Bạn sẽ nhận được

source: You are now ready to migrate
ar: أنت الآن جاهز لترحيل رموزك الرقمية
pt: Está agora pronto para migrar

source: You can choose to withdraw the deposited fund at any time. By withdrawing the fund, you are eliminating reducing the chance to win the prize in this pool in future prize periods
ar: يمكنك اختيار سحب رصيدك المودع في أي وقت. بسحب رصيدك، فإنك تقلل من فرصة فوزك بالجائزة في هذا المجمع في فترات السحب على الجائزة في المستقبل
pt: Pode escolher retirar o fundo depositado em qualquer altura. Ao levantar o fundo estará a eliminar / reduzir as suas hipótses de ganhar o prémio nesta pool em futuros períodos de prémio
vi: Bạn có thể chọn rút tiền đã ký gửi bất kỳ lúc nào. Bằng cách rút tiền, bạn đang loại bỏ việc giảm cơ hội giành được giải thưởng trong nhóm này trong các kỳ giải thưởng trong tương lai

source: You cannot stake more than your OHM balance.
ar: لا يمكنك ربط حصتك بأكثر من رصيدك في OHM.
pt: Não pode fazer staking de mais do que o seu saldo em OHM.
vi: Bạn không thể cọc nhiều hơn số dư OHM của mình

source: You cannot withdraw more than your pool balance
ar: لا يمكنك سحب أكثر من رصيدك في المجمع
pt: Nao pode levantar mais do que o seu saldo na pool
vi: Bạn không thể rút nhiều hơn số dư nhóm của mình

source: You do not have enough sOHM to complete this transaction. To unstake from gOHM, please toggle the sohm-gohm switch.
ar: ليس لديك ما يكفي من sOHM لإتمام هذه المعاملة الرقمية. لإلغاء ربط الحصة من gOHM، يرجى التوجه إلى واجهة sOHM-gOHM
pt: Não tem sOHM suficiente para concluir esta transação. Para fazer unstaking de gOHM, por favor alterne o comutador sohm-gohm.

source: You have an existing bond. Bonding will reset your vesting period and forfeit rewards. We recommend claiming rewards first or using a fresh wallet. Do you still want to proceed?
ar: لديك سند حالي. الإسناد الجديد سيعيد تعيين فترة الاستحقاق والمكافآت المصادرة. نوصي بالمطالبة بالمكافآت أولاً أو باستخدام محفظة إلكترونية مختلفة. هل ما زلت تريد المتابعة؟
pt: Tem uma obrigação existente. Criar uma obrigação vai reiniciar o seu período de aquisição e anular a recompensa. Recomendamos que primeiro resgate a recompensa, ou que use outra wallet. Quer continuar mesmo assim?
vi: Bạn có một trái phiếu hiện tại. Việc ràng buộc sẽ thiết lập lại thời gian yêu cầu của bạn và mất phần thưởng. Chúng tôi khuyên bạn nên yêu cầu phần thưởng trước hoặc sử dụng ví mới. Bạn vẫn muốn tiếp tục?

source: You have assets ready to migrate to v2
ar: لديك أصول جاهزة للترحيل إلى الإصدار الثاني
pt: Tem ativos prontos para migrar para v2

source: You have no yield that can be redeemed.
ar: ليس لديك عائد يمكن استرداده.
pt: Não tem rendimentos para serem levantados.

source: You may be trying to give more than your balance! Error code: 32603. Message: ds-math-sub-underflow
ar: ربما تحاول أن تدخل كمية أكثر من رصيدك الحالي! Error code: 32603. Message: ds-math-sub-underflow
pt: Poderá estar a tentar doar mais do que o seu saldo! Error code: 32603. Message: ds-math-sub-underflow

source: You must be logged into your wallet to use this feature. Click on the "Connect Wallet" button and try again.
ar: يجب عليك ربط محفظتك الرقمية لاستخدام هذه الخاصية. أضغط على فوق الزر \ "اربط محفظتك الرقمية " وحاول مرة أخرى.
pt: Tem de estar ligado à sua wallet para usar esta funcionalidade. Clique no botão "Ligar Wallet" para tentar novamente.

source: You must complete the migration of your assets to stake additional OHM
ar: يجب عليك إكمال عملية ترحيل رموزك الرقمية لتتمكن من ربط OHM إضافي
pt: Tem de completar a migração dos seus ativos para fazer staking de OHM adicional

source: You must have a balance of sOHM (staked OHM) to continue
ar: يجب أن يكون لديك رصيد من sOHM (OHM المربوط) للمتابعة
pt: Tem de ter saldo em sOHM (OHM em staking) para continuar

source: Your Balance
ar: رصيدك
pt: O seu Saldo
vi: Số dư

source: Your Pooled Balance (withdrawable)
ar: رصيدك في المجمع (القابل للسحب)
pt: O seu Saldo em Pool (resgatável)
vi: Số dư gộp của bạn (có thể rút)

source: Your Staked Balance (Depositable)
ar: رصيدك المربوط حصته (القابل للإيداع)
pt: O seu Saldo em Staking (Depositável)
vi: Số dư cố định của bạn (Có thể ký gửi

source: Your Staked Balance (depositable)
ar: رصيدك المربوط حصته (القابل للإيداع)
pt: O seu Saldo em Staking (depositável)

source: Your Wallet Address
ar: عنوان محفظتك الرقمية
pt: Endereço da sua Wallet

source: Your odds
ar: احتمالاتك
pt: As suas probabilidades
vi: Tỷ lệ cược của bạn

source: Your pool deposits
ar: ودائع المجمع الخاص بك
pt: Os seus depósitos na pool
vi: Tiền gửi của bạn

source: Your sOHM will be tansferred into the vault when you submit. You will need to approve the transaction and pay for gas fees.
ar: سيتم نقل sOHM الخاص بك إلى الخزانة عندما تقديم الطلب. ستحتاج إلى الموافقة على المعاملة الرقمية و دفع رسومها.
pt: O seu sOHM será transferido para o cofre quando submeter. Precisará de aprovar a transação e pagar pelas taxas de gás.

source: Your total awards
ar: مجموع جوائزك
pt: O seu total em recompensas
vi: Tổng giải thưởng của bạn

source: Your wallet balance
ar: رصيد محفظتك الإلكترونية
pt: O saldo da sua wallet
vi: Số dư ví của bạn

source: Zap is a swap
ar: زاب هو منصة تداول لامركزية
pt: Um Zap é um swap
vi: Zap là 1 hoán đổi

source: Zap with more assets and stake <0>OHM</0>
ar: إستخدم تطبيق زاب مع العديد من الاصول الرقمية و أربط حصة <0>OHM</0>
pt: Faça Zap com mais ativos e faça staking de <0>OHM</0>
vi: Zap với nhiều tài sản và đặt cọc <0>OHM</0

source: day
ar: يوم
pt: dia
vi: ngày

source: deposited
ar: الموضع
pt: depositado

source: do_bond
ar: إسناد
pt: Comprar Obrigação
vi: Mua

source: do_stake
ar: أربط الحصة
pt: Fazer Staking
vi: Cọc

source: for bonding
ar: للاسناد
pt: para comprar obrigação
vi: Đang mua

source: for staking
ar: لربط الحصة
pt: para fazer staking
vi: Đang cọc

source: for unstaking
ar: لإلغاء ربط الحصة
pt: para fazer unstaking
vi: Đang hoàn cọc

source: gOHM = sOHM * index
pt: gOHM = sOHM * índice

source: gOHM Balance
ar: رصيد gOHM
pt: Saldo de gOHM

source: gOHM Balance in Fuse
ar: رصيد gOHM في فيوز FUSE
pt: Saldo de gOHM no Fuse

source: gOHM Price
ar: سعر gOHM
pt: Preço de gOHM

source: hrs
ar: ساعة
pt: horas

source: in deposits remains
ar: لا يزال في الودائع
pt: permanece em depósito

source: in your timezone
ar: في منطقتك الزمنية
pt: no seu fuso horário

source: min
ar: دقيقة
pt: minutos
vi: Nhỏ nhất

source: remaining
ar: متبقي
pt: restante

source: sOHM Allocation
ar: sOHM المخصص
pt: Alocação de sOHM

source: sOHM Balance
ar: رصيد sOHM
pt: Saldo de sOHM

source: sOHM Balance in Fuse (v1)
ar: رصيد sOHM في فيوز FUSE من الإصدار الأول
pt: Saldo de sOHM em Fuse (v1)

source: sOHM Donated
ar: sOHM المتبرع به
pt: sOHM Doado

source: sOHM Goal
ar: sOHM المستهدف
pt: Objectivo de sOHM

source: sOHM Pool Details
ar: تفاصيل مجمع sOHM
pt: Detalhes da Pool de sOHM
vi: Chi tiết Nhóm Pool

source: sOHM Prize Pool
ar: مجموع جوائز sOHM
pt: Pool de Prémio de sOHM
vi: Giải thướng sOHM

source: sec
ar: ثانية
pt: segundos
vi: số giây

source: to next rebase
ar: إلى مكافاة التخزين التالية
pt: para o próximo rebase
vi: Cho đến khi thay đổi tiếp theo

source: v2 bonds
ar: سندات الإصدار الثاني
pt: Obrigações v2

source: withdrawn
ar: سحب
pt: levantado

source: wsOHM Balance
ar: رصيد wsOHM
pt: Saldo de wsOHM

source: wsOHM Balance in FiatDAO
ar: رصيد wsOHM في فيات-داو FiatDao
pt: Saldo de wsOHM no FiatDAO

source: wsOHM Balance in FiatDAO (v1)
ar: رصيد wsOHM في فيات-داو FiatDao من الإصدار الأول
pt: Saldo de wsOHM no FiatDAO (v1)

source: APY
ar: نسبة العائد السنوي

source: Farm Pool
ar: ألية المجمع المزروع

source: ROI
ar: العائد على الإستثمار

source: Slippage
ar: الإنزلاق السعري
vi: Trượt giá

source: TVL
ar: إجمالي القيمة المقفلة

source: Wallet
ar: المحفظة الرقمية

source: Zap-Stake
ar: زاب-الحصة
vi: Zap- đặt cọc

source: gOHM (Arbitrum)
ar: gOHM على شبكة أربيتروم Arbitrum

source: gOHM (Avalanche)
ar: gOHM على شبكة افلانش Avalanche

source: gOHM (Fantom)
ar: gOHM على شبكة فانتوم Fantom

source: gOHM (Polygon)
ar: gOHM على شبكة بوليجون Polygon
